app/controllers/testies_controller.rb

  def index
    @testies = Testy.all
---
SELECT * FROM "testies"